ASKING_EMAIL = "Пропишіть свій e-mail 📧"

ASKING_STREET = "Впишіть назву вашої вулиці (мінімум 3 літери) 🏙️"
PICK_STREET = "Виберіть вулицю з кнопок нижче! 👇"

ASKING_HOUSE = "Впишіть будь ласка номер будинку 🏠"
ASKING_FLAT = "Впишіть номер квартири. (Якщо мешкаєте у своєму домі, жміть кнопку знизу)"

ASKING_PHONE = "Поділіться вашим номером телефону"
PHONE_EXAMPLE = "Або впишіть його вручну у форматі 380123456789"

ASKING_FIRST_NAME = "Впишіть будь-ласка ваше ім'я"
ASKING_LAST_NAME = "Впишіть будь-ласка ваше прізвище"
ASKING_MIDDLE_NAME = "Впишіть будь-ласка ваше по батькові"

ASKING_GENDER = "Вкажіть вашу стать"

ASKING_PASSWORD = "Будь ласка придумайте пароль 🔐"
PASSWORD_REQS = """
Вимоги до паролю:
- латиниця
- не менше 6 символів довжиною
- хоча б одна велика буква
- хоча б одна маленька буква
- хоча б одна цифра
- хоча б один не алфавітно-буквений символ (~! @ # $% ...)
"""

IS_EVERYTHING_CORRECT = "Все вірно, чи необхідно щось змінити?"


ASKING_TECH_PROBLEMS = "Напишіть текст звернення про технічні негаразди на порталі"


ASKGING_REASON = "Виберіть підтему проблеми, яка у вас виникла 👇"
ASKGING_PROBLEM = "Виберіть тему проблеми, яка у вас виникла 👇"
ASKGING_ENTERPRISE = "Оберіть підприємство, яке ви хотіли би оцінити ⭐️"


ASKING_MIN_10_CHARS = "Напишіть, будь-ласка, мінімум 10 символів"
