HOUSE_NOT_FOUND = "Такого будинку не знайдено"
NO_ENTERPRISES_TO_RATE = "Наразі для вас немає доступних для оцінювання підприємст"


NOT_VALID_EMAIL = "Це не схоже на електронну пошту"
NOT_VALID_PHONE = "Номер введено невірно, спробуйте ще раз"

NOT_VALID_STREET_NAME = "Для пошуку потрібно мінімум 3 літери"
NOT_VALID_FLAT = "Це не схоже на номер, у номері квартири можуть бути тільки цифри."

WEAK_PASSWORD = "Ви не дотрималися вимог до паролю"
NOT_VALID_NAME = "Некоректний формат. Можуть бути тільки букви, апострофи та тире."


NOT_VALID_TEXT = "Ви ввели невалідний текст"
NOT_VALID_COMMENT = "Ви ввели невалідний коментар"

TRY_AGAIN = "Спробуйте ще раз"
