GREETING = "😊Вас вітає Контакт Центр!🤝\n\nДля продовження, натисніть кнопку внизу ⬇️"

INTRODUCTION = """
Зі мною можна швидко та зручно 👇\n
✅ зареєструватися та подати онлайн звернення до контакт центру;
✅ відслідкувати статус актуальних звернень;
✅ переглянути історію звернень;
✅ отримувати сповіщення про важливі та надзвичайні події;
✅ користуватися довідковою інформацією.
"""

PICK_AUTH_TYPE = "Оберіть тип реєстрації, розширена або підписка?"
ADVANCED_INFO = "Розширена реєстрація дозволяє робити звернення та відслідковувати їх статус."
SUBSCRIPTION_INFO = "Підписка дає можливість користуватись довідковою інформацією."

NEED_REGISTER = "Потрібно зареєструватись"
CALL_SUPPORT = "Зверніться до служби підтримки"

IS_REGISTER_ON_SITE = "Ви реєструвалися на сайті?"
IS_EMAIL_CONFIRMED = "Ви підтверджували свій e-mail?"
